// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
"font.family.default"                   = "DejaVuSerif-Bold";
"font.family.fixed"                     = "DejaVuSansMono";
"font.family.symbolic"                  = "DejaVuSansMono";

// Global Config
"config.direction"                      = "симв";

// Dialog Buttons
"button.change.code"                    = "Изменить код";
"button.change.name"                    = "Изменить наименование";
"button.compete.no"                     = "Без состязания";
"button.no"                             = "Нет";
"button.no.kind"                        = "Скорее нет";
"button.off"                            = "Выкл";
"button.okay"                           = "OK";
"button.save"                           = "Сохранить";
"button.sure"                           = "Конечно!";
"button.thanks"                         = "Спасибо";
"button.yes"                            = "Да";

// Menu Items
"menu.config"                           = "Конфигурация";
"menu.config.music"                     = "Музыка";
"menu.config.song.carriageHouse"        = "Carriage House";
"menu.config.song.marimba"              = "Marimba";
"menu.config.song.mjolnir"              = "Mjolnir";
"menu.config.song.staccato"             = "Staccato";
"menu.config.song.random"               = "В случайном порядке";
"menu.config.song.off"                  = "Выкл";
"menu.config.sound"                     = "Звуковые эффекты";
"menu.config.wifi"                      = "Только через WiFi";
"menu.config.wifi+carrier"              = "Через WiFi или канал связи";
"menu.continue"                         = "Продолжить игру";
"menu.game.end"                         = "Завершить игру";
"menu.game.mode.classic"                = "Классический";
"menu.game.mode.timed"                  = "На время";
"menu.game.new"                         = "Новая игра";
"menu.level.restart"                    = "Начать уровень снова";
"menu.level.retry"                      = "Попробовать уровень еще раз";
"menu.main"                             = "Главное меню";
"menu.player.name"                      = "Имя игрока";
"menu.scores"                           = "Результаты";
"menu.strategy"                         = "Стратегия";

// Game Messages
"message.flawless"                      = "Безупречно!!";
"message.paused"                        = "Игра на паузе";
"message.unpaused"                      = "Игра продолжается";
"message.level"                         = "Уровень %d";

// Dialogs
"dialog.title.compete"                  = "Состязаться онлайн";
"dialog.text.compete"                   = "Желаешь состязаться онлайн\nс другими игроками Deblock по всему миру?";
"dialog.text.compete.later"             = "Ты можешь присоединиться к состязанию позже, включив настройку в конфигурациях.\n\nГлавное меню ➡  Дополнительно ➡  Конфигурация";

"dialog.title.compete.code"             = "Онлайн-код";
"dialog.text.compete.code"              = "Для сохранения результатов онлайн необходимо создать онлайн-код.\nЭтот код позволит защитить результаты состязания от фальсификации.";
"dialog.text.compete.code.ask"          = "Код для «%@»:";

"dialog.title.error.name.taken"         = "Онлайн-имя принято";
"dialog.text.error.name.taken"          = "«%@» уже занято.";

"dialog.title.error.score.unavailable"  = "Результаты недоступны";
"dialog.text.error.score.unavailable"   = "Результаты онлайн временно не доступны.\nПопытаться еще раз?";

"dialog.title.firsttime"                = "Добро пожаловать в Deblock!";
"dialog.text.firsttime.strategy"        = "Так как это твоя первая игра,\n ты можешь ознакомиться со стратегией игры.\n\nГлавное меню ➡  Дополнительно ➡  Стратегия";

"dialog.title.name"                     = "Онлайн-имя";
"dialog.text.name.ask"                  = "Изменить имя на:";
